{
  "courses": [
    {
      "name": "Введение в цифровое проектирование одежды",
      "description": "Курс для профессионалов и любителей, занимающихся проектированием одежды. Продолжительность курса: 1 месяц. Объём курса: 16 акад./ч. Стоимость: 15 000 руб. (возможна рассрочка платежа) Формат: офлайн (занятия 1 раз в неделю по субботам) Подробнее"
    },
    {
      "name": "Директор стартапа",
      "description": "Вместе с ИТ-предпринимателем и преподавателем, Василий Закиевым вы познакомитесь с основными методами менеджмента, маркетинга, финансового учета, основами подбора и построения команды. Продолжительность курса - 2 месяца. Объем курса - 30 акад./ч  (занятия 2-3 раза в неделю в вечернее время) Стоимость - 70 000 рублей (возможна рассрочка) Формат: онлайн (живое онлайн общение с экспертом) Подробнее"
    },
    {
      "name": "Cross-platform developer on JavaScript",
      "description": "Авторский курс, который будет вести сильнейшая команда преподавателей-разработчиков IT-хаба Сбера в Казани Продолжительность курса - 5 месяцев Объем курса - 124 акад./ч Стоимость - 55 000 рублей (возможна рассрочка платежа) Формат: офлайн (занятия 2 раза в неделю в вечернее время) Подробнее"
    },
    {
      "name": "Веб-дизайн",
      "description": "Web - дизайнер - это специалист, который занимается графическим оформлением сайта и приложений. Мы собрали программу так, чтобы наши студенты в короткий срок изучили основы и главные инструменты дизайна - и как можно скорее начали работать! Продолжительность курса - 3 месяца. Объем курса - 50 акад./ч Стоимость - 40 000 рублей (возможна рассрочка платежа) Формат: офлайн (занятия 2 раза в неделю в вечернее время) Подробнее"
    },
    {
      "name": "Программирование на Java",
      "description": "Язык программирования Java – востребованный, универсальный и сравнительно легко осваиваемый. Это идеальный выбор для новичков и желающих обучиться новой профессии. Образовательная программа основана на изучении интегрированной среды разработки IntelliJ Idea, системы контроля версий Git, что позволяет получить слушателями достаточный объём знаний для самостоятельной разработки. Продолжительность курса - 3 месяца. Объем курса - 50 акад./ч Стоимость - 40 000 рублей (возможна рассрочка платежа) Формат: офлайн (занятия 2 раза в неделю в вечернее время) Подробнее"
    },
    {
      "name": "Тестирование ПО",
      "description": "Тестирование ПО — это процесс поиска ошибок в программе без использования специальных ПО, силами человека. Специалист по тестированию ПО ищет недоработки в визуале, функционале, логике ПО, проверяет его надежность и удобство. Продолжительность курса - 3 месяца. Объем курса - 50 акад./ч Стоимость - 40 000 рублей (возможна рассрочка платежа) Формат: офлайн (занятия 2 раза в неделю в вечернее время)"
    },
    {
      "name": "Введение в реляционные базы данных",
      "description": "Образовательная программа основана на изучении работы с данными в реляционных базах данных на примере РСУБД PostgreSQL. Изучение языков программирования SQL, DDL, DML, а также применение аналитики для сбора функциональных требований для дальнейшего создания логической и физической моделей данных по поставленной задаче. Объем курса: 50 акад./ч (продолжительность 3 месяца) Стоимость: 27 000 руб. (возможна рассрочка) Формат: офлайн+онлайн (занятия 2 раза в неделю в вечернее время и в выходные)"
    }
  ],
  "other_info": "ИТ-академия Курсы Курсы программирования рассчитаны на взрослых и детей с разным уровнем подготовки. Учебные программы для начинающих дают базовые представления о важнейших понятиях в IT-сфере: данных, функциях, переменных, циклах и ветвлениях. Более «продвинутые» ученики осваивают процедурное, системное и объектно-ориентированное программирование, разрабатывают мобильные приложения, создают облачные решения. Кроме того, слушатели изучают фреймворки и популярные языки программирования, в том числе Python, C++, PHP. Все города Казань Наб. Челны Типы курсов Детям Взрослым Юридическим лицам Разделы курсов Программирование Тестирование ПО DevOps Базы данных и СУБД Администрирование Информационная безопасность Сетевые технологии Курсы для руководителей Интернет вещей (Iot) Виртуализация Другое Сбросить",
  "contact": "© ИТ-академия ГАУ «Технопарк в сфере высоких технологий «ИТ-парк» ул. Петербургская, д. 52, г. Казань, Татарстан, 420074 Эл. почта: it.academy@tatar.ru ОГРН: 1101690018760"
}